Repository: DaniFornons/clippdf
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: English
ca: Anglès
es: Inglés

source: Spanish
ca: Castellà
es: Español

source: Catalan
ca: Català
es: Catalán

source: Base PDF (.pdf)
ca: PDF base (.pdf)
es: PDF base (.pdf)

source: The base file must be a PDF.
ca: L'arxiu base ha de ser un PDF.
es: El archivo base debe ser un PDF.

source: PDF with embedded attachments (.pdf)
ca: PDF amb fitxers adjunts incrustats (.pdf)
es: PDF con archivos adjuntos incrustados (.pdf)

source: Please upload a .pdf file.
ca: Si us plau, pugeu un arxiu .pdf.
es: Por favor, sube un archivo .pdf.

source: Add Attachments
ca: Afegir fitxers adjunts
es: Añadir archivos adjuntos

source: Upload a base PDF and one or more files. They will be embedded inside the PDF.
ca: Puja un PDF base i un o més fitxers. S'inseriran dins del PDF.
es: Sube un PDF base y uno o más archivos. Se insertarán dentro del PDF.

source: Base PDF
ca: PDF base
es: PDF base

source: Files to attach
ca: Fitxers per adjuntar
es: Archivos para adjuntar

source: Generate PDF with attachments
ca: Genera PDF amb fitxers adjunts
es: Generar PDF con archivos adjuntos

source: Note: Browser Preview won’t show attachments. Use Adobe Acrobat Reader (Attachments panel).
ca: Nota: La previsualització del navegador no mostrarà els adjunts. Utilitzeu Adobe Acrobat Reader (panell d'adjunts).
es: Nota: La vista previa del navegador no mostrará los adjuntos. Usa Adobe Acrobat Reader (panel de adjuntos).

source: Back to Home
ca: Tornar a l'inici
es: Volver al inicio

source: Go to Extract
ca: Anar a Extreure
es: Ir a Extraer

source: Home
ca: Inici
es: Inicio

source: Add
ca: Afegir
es: Añadir

source: Extract
ca: Extreure
es: Extraer

source: Extract Attachments
ca: Extreure fitxers adjunts
es: Extraer archivos adjuntos

source: Upload a PDF with embedded files to download a ZIP with all attachments.
ca: Puja un PDF amb fitxers incrustats per descarregar un ZIP amb tots els adjunts.
es: Sube un PDF con archivos incrustados para descargar un ZIP con todos los adjuntos.

source: PDF with attachments
ca: PDF amb adjunts
es: PDF con adjuntos

source: Extract and download ZIP
ca: Extreu i descarrega el ZIP
es: Extraer y descargar ZIP

source: Go to Add
ca: Anar a Afegir
es: Ir a Añadir

source: Welcome to ClipPDF
ca: Benvingut a ClipPDF
es: Bienvenido a ClipPDF

source: A simple tool to attach or extract files inside PDFs.
ca: Una eina senzilla per adjuntar o extreure fitxers dins dels PDFs.
es: Una herramienta sencilla para adjuntar o extraer archivos dentro de PDFs.

source: Please select at least one file to attach.
ca: Si us plau, seleccioneu almenys un fitxer per adjuntar.
es: Por favor, selecciona al menos un archivo para adjuntar.

source: Invalid files: %(files)s
es: Ficheros invàlidos: %(files)s

source: An unexpected error occurred: %(msg)s
ca: S'ha produït un error inesperat: %(msg)s
es: Se produjo un error inesperado: %(msg)s

source: This PDF does not contain embedded attachments.
ca: Aquest PDF no conté fitxers adjunts.
es: Este PDF no contiene archivos adjuntos.
